Repository: wp-plugins/nospamnx
Catalog: nospamnx-*.po
Languages: es_es, fr_fr, pl_pl, zh_cn

source: Your WordPress is to old. NoSpamNX requires at least WordPress 2.6!
es_es: WordPress es su edad. NoSpamNX requiere al menos WordPress 2.6!
zh_cn: 你的WordPress版本过旧。 使用NoSpamNX需要WordPress 2.7或更高版本！

source: NoSpamNX is currently inactive! Some required PHP functions are not available. See Settings -> NoSpamNX -> Information for more details.
es_es: NoSpamNX está inactivo! Algunas funciones de PHP necesarios no están disponibles. Véase "Configuración" -> NoSpamNX -> Información para más detalles.
pl_pl: NoSpamNX jest aktualnie nieaktywne! Niektóre funkcje wymagane PHP nie są dostępne. Patrz Ustawienia -> NoSpamNX -> Informacje o więcej szczegółów.
zh_cn: NoSpamNX目前已停播！有些需要PHP函数无法使用。查看设置“ - > NoSpamNX - ”信息需要更详细的资料。

source: Sorry, but your comment seems to be Spam.
es_es: Lo sentimos, pero tu comentario parece ser Spam.
fr_fr: Désolé, mais votre commentaire semble être du spam.
pl_pl: Przepraszamy, ale Twój komentarz wydaje się być spamem.
zh_cn: 很抱歉，您的评论似乎是垃圾邮件。

source: Sorry, but you have no permissions to change settings.
es_es: Lo sentimos, pero usted no tiene permisos para cambiar los ajustes.
fr_fr: Désolé mais vous n'avez pas l'autorisation de modifier ces réglages.
pl_pl: Przykro mi, aczkolwiek nie masz uprawnień do zmiany ustawień.
zh_cn: 对不起，你没有权限修改设置。

source: Referer-Check successfull! You may turn on Referer-Check.
es_es: Referer-Check éxito! Usted puede encender Referer-Check.
fr_fr: Referer-Check succès! Vous allumez Referer mai-Check.
pl_pl: Referer-Check udane! Można włączyć Referer-Check.
zh_cn: 参考检查成功！您可以打开参考检查。

source: Referer-Check failed! The referer does not match WordPress option "siteurl".
es_es: Referer-Check no! El referer no coincide con WordPress opción "siteurl ".
fr_fr: Referer-Check a échoué! Le referer ne correspond pas à WordPress option "siteurl ".
pl_pl: Referer-Check failed! W referer nie pasuje WordPress opcji "siteurl".
zh_cn: 参考校验失败！该参考不符WordPress的选项 “siteurl ” 。

source: NoSpamNX settings saved successfully.
es_es: NoSpamNX configuración guardado correctamente.
fr_fr: NoSpamNX paramètres sauvegardés avec succès.
pl_pl: NoSpamNX ustawienia zostały zapisane.
zh_cn: NoSpamNX设置已成功保存。

source: NoSpamNX Counter was reseted successfully.
es_es: NoSpamNX contra fue reseted éxito.
fr_fr: Counter NoSpamNX était reseted avec succès.
pl_pl: Licznik NoSpamNX został wyzerowany.
zh_cn: NoSpamNX 计数器已成功重置。

source: Are you sure you want to reset the counter?
es_es: ¿Estás seguro de que desea restablecer el contador?
fr_fr: Êtes-vous sûr de vouloir remettre le compteur à zéro?
pl_pl: Czy jesteś pewien, że chcesz wyzerować licznik?
zh_cn: 你确定要重置计数器吗？

source: NoSpamNX Settings
es_es: Ajustes NoSpamNX
fr_fr: NoSpamNX Paramètres
pl_pl: Ustawienia NoSpamNX
zh_cn: NoSpamNX 设置

source: Statistic
es_es: Estadística
fr_fr: Statistique
pl_pl: Statystyki
zh_cn: 统计

source: Stopped Spambots
es_es: Detenido spambots
fr_fr: Arrêté spambots
pl_pl: Zatrzymanych robotów spamujących
zh_cn: 已阻止垃圾评论机器人

source: Reset
es_es: Restablecer
fr_fr: Remise
pl_pl: Zresetuj
zh_cn: 重置

source: Operating mode
es_es: Modo de funcionamiento
fr_fr: Mode de fonctionnement
pl_pl: Zapobieganie
zh_cn: 操作模式

source: By default all Spambots will be blocked. If you want to see what is blocked, select moderate or mark as spam. Catched Spambots will we be marked as Spam or put in moderation queue. Furthermore you can enable or disable if NoSpamNX should perfom its checks, if a user is logged in.
es_es: Por defecto, todos los spambots será bloqueado. Si desea ver lo que está bloqueado, seleccione moderada o marca como spam. Atrapado spambots vamos a ser marcado como spam o poner en cola de moderación. Además, puede habilitar o deshabilitar si NoSpamNX debe perfom sus controles, si un usuario está conectado.
pl_pl: Domyślnie wszystkie roboty spamujące będą blokowane. Jeśli chcesz zobaczyć co jest blokowane wybierz tryb moderacji, bądź oznaczania jako Spam. Złapane roboty będą umieszczone w kolejce moderacji lub kolejce Spam. Dodatkowo możesz ustawić wtyczkę NoSpamNX, ażeby sprawdzała również zalogowanego użytkownika.
zh_cn: 默认设置下所有垃圾评论机器人都会被阻止。如果你想查看具体阻止了哪些内容，请选择 审核 或 标记为垃圾评论。 被截获的垃圾评论会被标记为垃圾评论或放入待审核队列中。 另外你还可以选择是否检查已登录用户。

source: Mode
es_es: Modo
pl_pl: Tryb
zh_cn: 模式

source: Block (recommended)
es_es: Bloque (recomendado)
fr_fr: Block (recommandé)
pl_pl: Blokuj (zalecane)
zh_cn: 阻止(推荐)

source: Mark as Spam (requires at least WP 2.7)
es_es: Marcar como Spam (requiere al menos: WP 2.7)
zh_cn: 标记为垃圾邮件（至少需要可湿性粉剂2.7 ）

source: Moderate
es_es: Moderado
fr_fr: Modéré
pl_pl: Oznacz do moderacji
zh_cn: 审核

source: Check logged in User
es_es: Compruebe iniciar sesión de usuario
fr_fr: Arrivée à l'utilisateur connecté
pl_pl: Sprawdź zalogowanego użytkownika
zh_cn: 检查已登录用户

source: If disabled, NoSpamNX will add no hidden fields or perform any checks on logged in users.
es_es: En caso de discapacitados, se NoSpamNX añadir campos ocultos o no realizar ningún control de usuarios registrados.
pl_pl: Jeśli wyłączone, NoSpamNX doda żadnych ukrytych pól lub przeprowadzenia wszelkich kontroli na zalogowanych użytkowników.
zh_cn: 如果停用， NoSpamNX将没有任何隐藏的领域或从事任何检查登录用户。

source: Check HTTP Referer
es_es: Compruebe HTTP Referer
pl_pl: Sprawdź HTTP Referer
zh_cn: 检查的HTTP参考

source: If enabled, NoSpamNX checks if the referer of a comment matches your Blog-URL. Please check the correct functionality of this feature, using the following Link.
es_es: Si está activado, comprueba si el NoSpamNX referer de un comentario coincide con la URL de su blog. Por favor, compruebe la correcta funcionalidad de esta característica, utilizando el siguiente link.
fr_fr: Si activé, NoSpamNX vérifie si le referer d'un commentaire correspondant à votre Blog-URL. S'il vous plaît vérifiez le bon fonctionnement de cette fonction, en utilisant le lien suivant.
pl_pl: Jeśli opcja ta jest włączona, NoSpamNX sprawdza czy referer o komentarz pasuje do Twojego bloga-adres. Proszę sprawdzić prawidłowe działanie tej funkcji, używając następującego linku.
zh_cn: 如果启用， NoSpamNX检查，如果参考的评论符合您的博客网址。请检查正确的功能此功能，使用下面的链接。

source: Save
es_es: Salvar
fr_fr: Sauvegarder
pl_pl: Zapisz
zh_cn: 保存

source: Blacklist
zh_cn: 黑名单

source: The NoSpamNX Blacklist is comparable to the WordPress Blacklist (it is based on the same code). However, the NoSpamNX Blacklist enables you to block comments containing certain values, instead of putting them in moderation queue. Thus, this option only makes sense when using NoSpamNX in blocking mode. The NoSPamNX Blacklist checks the given values against the ip address, the author, the E-Mail Address and the URL of a comment. If a pattern mateches, the comment will be blocked. Like the WordPress Blacklist the NoSpamNX Blacklist uses substrings, so if you put "foo" in the list "foobar" will be blocked as well. Please use one value per line.
es_es: El NoSpamNX Blackilist es comparable a la de WordPress lista negra (que se basa en el mismo código). Sin embargo, la lista negra NoSpamNX le permite bloquear los comentarios que contengan ciertos valores, en lugar de ponerlos en cola de moderación. Por lo tanto, esta opción sólo tiene sentido cuando se utiliza NoSpamNX en modo de bloqueo. Los controles de la lista negra NoSPamNX valores dados en contra de la dirección IP, el autor, la dirección de correo electrónico y la URL de un comentario. Si un patrón mateches, el comentario será bloqueado. Al igual que la lista negra de WordPress NoSpamNX la Lista Negra utiliza subcadenas, por lo que si usted pone "foo" en la lista "foobar" será bloqueado también. Por favor, use un valor por línea.
fr_fr: Le NoSpamNX Blacklist est comparable à la WordPress liste noire (il est basé sur le même code). Toutefois, la liste noire NoSpamNX vous permet de bloquer les commentaires contenant certaines valeurs, au lieu de les mettre dans la file d'attente de modération. Ainsi, cette option n'a de sens que lors de l'utilisation de NoSpamNX dans le blocage de mode. La liste noire des contrôles NoSPamNX les valeurs données contre l'adresse IP, l'auteur, l'E-mail et l'URL d'un commentaire. Si un modèle mateches, le commentaire sera bloqué. À l'instar de la liste noire de la NoSpamNX WordPress utilise la liste noire des sous, donc si vous mettez "foo" dans la liste "foobar" sera bloqué aussi. S'il vous plaît utiliser une valeur par ligne.
pl_pl: W NoSpamNX Blacklist jest porównywalna do WordPress Blacklist (jest to oparte na tym samym kodzie). Jednakże, NoSpamNX Blacklist umożliwia bloku komentarzy zawierających pewne wartości, zamiast umieszczać je w kolejce moderacji. Tak, ta opcja ma sens tylko przy użyciu NoSpamNX w tryb blokowania. W NoSPamNX Blacklist kontroli danej wartości w stosunku do adresu IP, autora, adres e-mail i adres komentarz. Jeśli wzorzec mateches, komentarz zostanie zablokowany. Podobnie jak w WordPress Blacklist NoSpamNX Blacklist używa Substring, więc jeśli umieścić "foo" na liście "foobar" zostanie zablokowany również. Należy skorzystać z jednej linii na wartości.
zh_cn: 该NoSpamNX黑名单是可比的WordPress的黑名单（它是基于相同的代码） 。然而， NoSpamNX黑名单使您能够阻止评论含有某些价值，而不是让他们在审阅队列。因此，此选项只有在使用NoSpamNX意义阻止模式。检查的 NoSPamNX黑名单对特定价值观的IP地址，作者，电子邮件地址和网址的评论。如果一种模式mateches的评论将被封锁。像WordPress的黑名单黑名单使用的NoSpamNX子，所以如果你把 “富 ”清单中的 “foobar”会被拦截的。 Please use one value per line.

source: Debug
es_es: Depurar
pl_pl: Informacja debugowania
zh_cn: 调试信息

source: PHP-Info
zh_cn: PHP信息

source: Support
es_es: Soporte
pl_pl: Pomoc techniczna
zh_cn: 支持

source: Problems using NoSpamNX? Feel free to contact me via E-Mail (%s) or check out the comments at the Plugin homepage. Please add the debug information to your request.
es_es: Problemas usando NoSpamNX? No dude en ponerse en contacto conmigo a través de E-Mail (%s) o ver los comentarios en la página principal Plugin. Por favor, añada la información de depuración en su solicitud.
pl_pl: Problemy z wykorzystaniem NoSpamNX? Prosimy o kontakt poprzez e-mail (%s) lub zapoznać się z komentarzami na stronie głównej Plugin. Należy dodać debug informacji na Twoją prośbę.
zh_cn: 使用NoSpamNX问题？请随时与我联系电子邮件（ ％ S ）或签出意见的插件主页。请添加调试信息，您的要求。

source: Donation
es_es: Donación
pl_pl: Darowizna
zh_cn: 捐助

source: Developing, maintaining and supporting this plugin requires time. You can support further development with a donation. Thanks!
es_es: Desarrollar, mantener y apoyar este plugin requiere tiempo. Usted puede apoyar a un mayor desarrollo con una donación. Gracias!
pl_pl: Tworzenie i wspieranie tej wtyczki wymaga pracy i czasu. Możesz pomóc wpłacają darowiznę. Dzięki!
zh_cn: 开发，维护和支持这个插件需要时间。 希望您能通过捐助来支持继续开发。 谢谢！

source: has stopped %s birdbrained Spambot since it last activation.
es_es: %s se ha detenido birdbrained spambot desde la última activación.
fr_fr: a cessé de s birdbrained Spambot %s depuis la dernière activation.
pl_pl: zatrzymał %s głupiutkiego robota spamującego od czasu ostatniej aktywacji.
zh_cn: 自上次激活起已阻止 %s 个无脑垃圾评论。

source: Your WordPress is to old. NoSpamNX requires at least WordPress 2.7!
fr_fr: Votre version de Wordpress est trop vieille. NoSpamNX nécessite au moins la version 2.7 de Wordpress.
pl_pl: Wersja Wordpressa jest zbyt stara. NoSpamNX wymaga Wordpressa w wersji 2.7 lub wyższej!

source: Mark as Spam
fr_fr: Marquer comme spam
pl_pl: Oznacz jako Spam

source: NoSpamNX is currently inactive, due to missing required PHP functions.
fr_fr: NoSpamNX est actuellement inactif, en raison de manquante requise fonctions PHP.

source: Sorry, but access to this page is restricted.
fr_fr: Désolé, mais l'accès à cette page est restreint.

source: By default all Spambots are marked as Spam, but the recommended Mode is "Block". If you want to see what is blocked, select moderate or mark as spam. Catched Spambots will we be marked as Spam or put in moderation queue.
fr_fr: Par défaut, tous Spambots sont marqués comme spam, mais le mode recommandé est "Block". Si vous voulez voir ce qui est bloqué, sélectionnez modérée ou marquer comme spam. Spambots Catched nous serons marqués comme spam ou mises en file d'attente de modération.

source: If enabled, NoSpamNX will add hidden fields and perform checks on logged in users as well.
fr_fr: S'il est activé, NoSpamNX va ajouter des champs cachés et d'effectuer des contrôles sur les utilisateurs connectés ainsi.

source: Check Registration and Login Form
fr_fr: Vérification de l'enregistrement et Login Form

source: If enabled, NoSpamNX checks your Registration and Login Form for automated (non-human) access. All automated (non-human) access will be blocked.
fr_fr: S'il est activé, NoSpamNX vérifie votre inscription et le formulaire de connexion automatique (non-accès) de l'homme. Tout est automatisé (non-accès) de l'homme sera bloqué.
